<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed'               => 'Неисправен e-mail или лозинка.',
    'throttle'             => 'Премногу обиди за најава. Ве молиме обидете се повторно за :seconds секунди.',
    'licenseTitle'         => 'Лиценциран договор',
    'sendPasswordLink'     => 'Внесете e-mail за ресетирање на лозинката',
    'triedToRegister'      => 'Веќе сте регистрирани',
    'notActiveYet'         => 'Вашиот налог сеуште не е активен',
    'resendActivation'     => 'Испрати повторно линк за активација?',
    'activationResentFail' => 'Токенот за повторна активација не е валиден',
    'activationResent'     => 'На вашиот e-mail е испратен линк за активација',
    'passwordResetSent'    => 'На вашиот e-mail е испратен линк за ресетирање на лозинката',

    'form'       => array(
        'name'            => 'Име и презиме',
        'email'           => 'E-Mail',
        'signUp'          => 'Регистрација',
        'password'        => 'Лозинка',
        'reenterPassword' => 'Повторно внесете ја лозинката',
        'confirmPassword' => 'Потврди ја лозинката',
        'phoneNumber'     => 'Телефонски број (пр. +389...)',
        'company'         => 'Компанија',
    ),
    'buttons'    => array(
        'remember'       => 'Запамти лозинка',
        'signUp'         => 'Регистрација',
        'signUpInstallers' => 'Регистрација за инсталатери',
        'logIn'          => 'Најави се',
        'forgotPassword' => 'Сте ја заборавиле лозинката?',
        'cancel'         => 'Откажи',
        'agree'          => 'Се согласувам',
        'disagree'       => 'Не се согласувам',
        'send'           => 'Испрати',
        'resetPassword'  => 'Ресетирај лозинка',
        'skip'           => 'Прескокни',
        'allow'          => 'Дозволи',
        'next'           => 'Следен',
        'previous'       => 'Претходен',
        'finish'         => 'Заврши',
        'loginView'      => 'Назад кон пријава',
        'backToSystems'  => 'Назад во листата на системи',
    ),
    'activation' => array(
        'required' => 'Треба да примите e-mail со линк за активација.',
        'failed'   => 'Активирањето не е успешно.',
    ),

    'emailChangeError' => 'Токенот за промена на e-mail не е валиден.',
    'emailChanged'     => 'Email-от е успешно променет.',

    'pushNotifications'       => array(
        'title' => 'Push известувања',
        'text'  => '"Protegus" сака да Ви испраќа Push известувања. Поставките правете ги во Поставки.',
    ),
    'passwordResetTokenError' => 'Токенот за ресетирање на лозинката не е валиден.',
    'tutorial'                => array(
        'title'  => 'Помош',
        'title1' => 'Додавање на нов систем',
        'text1'  => 'За креирање на нов систем: <br>притиснете <b>Одберете систем</b> и тогаш <b>Додавање на нов систем +</b>.',
        'title2' => '&nbsp;',
        'text2'  => 'Внесете <b>IMEI</b> на уредот. IMEI се наоѓа на амбалажата на производот. <br>Внесете <b>"Protegus" Код за пристап </b>. Тоа е сигурносен код за воспоставување на врска со уредот. Лозинката мора да одговара на онаа што е запишана во уредот. Лозинката на компанијата е 123456. Доколку е променета, контактирајте го одговорното лице.',
        'title3' => '&nbsp;',
        'text3'  => 'Притиснете <b>Креирај</b> за додавање на нов систем. <br>
Првиот корисник кој го додава системот станува главен корисник кој може да додава нови корисници во составот, да ги уредува имињата на областите, зоните, PGM излезите, сензорите и другите параметри на системот.',
    ),

    'pageExpired' => 'Времето за најава на страницата е изминато, Ве молиме обидете се повторно',

    'errors' => array(
        '401' => 'Нема дозвола.',
        '503' => 'Се враќам веднаш.',
        '404' => 'Не е пронајдено.',
        '500' => 'Пребарувачот е зафатен. Обидете се повторно подоцна.',
        '404_no_system' => 'Системот не е пронајден или е избришан.',
    ),
);
