<?php

return array(
    'type_1' => 'Аларм',
    'type_2' => 'Паник аларм',
    'type_3' => 'Пожар',
    'type_4' => 'Обнова',
    'type_5' => 'Активирај',
    'type_6' => 'Деактивирај',
    'type_7' => 'Слаб напон',
    'type_8' => 'Обнова на слаб напон',
    'type_9' => 'Сервис',

    'type_11' => 'Тест',
    'type_12' => 'Контрола на време',
    'type_13' => 'Настан',
    'type_14' => 'Обнова на сервис',
    'type_15' => 'Без тест',
    'type_16' => 'Обнова на настан',
    'type_17' => 'Сензор настан',
    'type_18' => 'Сензор обнова на настан',
);
