<?php

return array(
    'type_1' => 'Тревога',
    'type_2' => 'Нападение',
    'type_3' => 'Пожар',
    'type_4' => 'Восстановление',
    'type_5' => 'Поставить на охрану',
    'type_6' => 'Открытие',
    'type_7' => 'Неисправность напряжения',
    'type_8' => 'Восстановление неисправости напряжения',
    'type_9' => 'Неисправность',

    'type_11' => 'Тест',
    'type_12' => 'Контроль рабочего времени',
    'type_13' => 'Событие',
    'type_14' => 'Восстановление неисправности',
    'type_15' => 'Нет теста',
    'type_16' => 'Восстановление события',
    'type_17' => 'Событие сенсора',
    'type_18' => 'Восстановление события сенсора',
);
