<?php

return array(
    'type_1' => 'Συναγερμός',
    'type_2' => 'Πανικός',
    'type_3' => 'Πυρκαγιά',
    'type_4' => 'Επαναφορές',
    'type_5' => 'Όπλισε',
    'type_6' => 'Αφόπλιση',
    'type_7' => 'Χαμηλή ισχύς',
    'type_8' => 'Επαναφορά χαμηλής ισχύως',
    'type_9' => 'Υπηρεσία',

    'type_11' => 'Έλεγχος',
    'type_12' => 'Έλεγχος χρόνου',
    'type_13' => 'Συμβάν',
    'type_14' => 'Επαναφορά υπηρεσίας',
    'type_15' => 'Καθόλου έλεγχος',
    'type_16' => 'Επαναφορά συμβάντος',
    'type_17' => 'Συμβάν αισθητήρα',
    'type_18' => 'Επαναφορά συμβάντος αισθητήρα ',
);
