<?php

return array(
    'type_1' => 'Аларм',
    'type_2' => 'Паник',
    'type_3' => 'Пожар',
    'type_4' => 'Враћа у предходно стање',
    'type_5' => 'Arm',
    'type_6' => 'Disarm',
    'type_7' => 'Слаба струја',
    'type_8' => 'Low power restore',
    'type_9' => 'Сервис',

    'type_11' => 'Тест',
    'type_12' => 'Контрола времена',
    'type_13' => 'Догађај',
    'type_14' => 'Услуга враћања',
    'type_15' => 'Нема теста',
    'type_16' => 'Повраћај догађаја',
    'type_17' => 'Догађај сензора',
    'type_18' => 'Sensor event restore',
);
